{
    "hero_title": "AVAMARINE – confidence and precision on every wave",
    "intro_heading": "AVAMARINE – confidence and precision on every wave",
    "intro_text1": "AVAMARINE is a brand born from a passion for sailing and a deep understanding of the needs of those who expect reliability, control, and full support on the water.",
    "intro_text2": "Known for excellent maneuverability, exceptional stability, and reliable handling in all sea conditions, AVAMARINE is the choice of professionals.",
    "features_title": "What makes our boats stand out?",
    "feature1": "Flat cockpit – maximum working space and freedom of movement.",
    "feature2": "Dry deck – comfort in tougher conditions, bilge pumps, high transom.",
    "feature3": "V-shaped hull and high bow – dry and stable ride even in heavy chop.",
    "feature4": "Coach safety – ergonomic steering position, stable construction.",
    "feature5": "Quality finish – durability, aesthetics, functionality.",
    "intro_end": "Our RIBs combine practical design with modern technology – built to perform reliably and support the development of sailing talent.",
    "menu_models": "Models",
    "menu_club_boats": "Club Boats",
    "menu_olympic_boats": "Olympic Boats",
    "menu_used": "Used RIBs",
    "menu_charter": "Charter",
    "menu_contact": "Contact",
    "back_home": "← Home",
    "footer_email": "Email: ava@ava.gdynia.pl, ava.gdynia@gmail.com",
    "footer_phone": "Phone:",
    "footer_company": "AVAMARINE Sp. z o.o.",
    "footer_address": "Plac Kaszubski 8 lok 205, 81-350 Gdynia, Poland",
    "product_480_title": "AVA 4.80 CAVO",
    "product_480_p1": "The AVA 4.80 (480 cm) RIB is an excellent choice for sailing schools organizing summer camps, providing safety and comfort for both children and instructors.",
    "product_480_p2": "Thanks to its compact design, excellent maneuverability, and stability, it is ideal for securing young sailors during water activities.",
    "product_480_p3": "The recommended engine power of 30–40 HP offers sufficient dynamics to respond quickly and ensure the safety of camp participants, while maintaining stability.",
    "product_480_p4": "The AVA 4.80 is a reliable unit that performs excellently in the everyday operations of sailing schools, ensuring comfort and safety during summer water activities.",
    "product_515_title": "AVA 5.15 COMO",
    "product_515_p1": "The Garda AVA 5.15 (515 cm) RIB is a compact and highly functional inflatable boat designed for training the youngest sailors in the Optimist class.",
    "product_515_p2": "With its stable design, light maneuverability, and well-balanced dimensions, it’s perfect as a coaching boat for both training and regatta support.",
    "product_515_p3": "The recommended 40 HP engine provides dynamic movement between trainees while maintaining control and safety.",
    "product_515_p4": "The AVA 5.15 is an excellent choice for sailing clubs and coaches focused on safe and effective instruction of young sailors.",
    "product_540_title": "AVA 5.40 GARDA",
    "product_540_p1": "The Garda AVA 5.40 (540 cm) RIB is a versatile and reliable inflatable boat, designed specifically for coaching youth sailors in pre-Olympic classes such as the 29er, 420, and ILCA.",
    "product_540_p2": "With its rigid hull, robust construction, and excellent maneuverability, it offers safety and full control even in challenging conditions.",
    "product_540_p3": "The 5.4-meter length ensures great stability and ample working space, while the recommended 50 HP engine allows for quick and effective response during training sessions.",
    "product_540_p4": "It's the ideal choice for sailing clubs and coaches who aim to provide top-level support on the water.",
    "product_580_title": "AVA 5.80 Olympic",
    "product_580_p1": "The Olympic AVA 5.80 (580 cm) RIB is a modern, well-refined design created specifically for demanding Olympic campaigns.",
    "product_580_p2": "Its extended, spacious cockpit offers coaches a comfortable working environment with ample room for essential gear and supplies during long training sessions.",
    "product_580_p3": "The robust 5.8-meter hull performs exceptionally well in the challenging conditions typical of Olympic racing venues.",
    "product_580_p4": "With a recommended engine power of 70 HP, it provides the speed and responsiveness needed to keep up with even the fastest classes.",
    "product_580_p5": "Olympic AVA 5.80 is the go-to choice for professionals working with Olympic classes such as 49er, 470, ILCA, Formula Kite, iQFOiL, and Nacra 17, where reliability, space, and performance are critical.",
    "product_590_title": "AVA 5.90 AL",
    "product_590_p1": "The AVA 5.90 AL RIB with an aluminum hull is the perfect vessel for rescuers and those operating in shallow waters such as beaches or islands.",
    "product_590_p2": "The aluminum construction makes it resistant to underwater obstacles, and the added weight provides increased stability during operation and while stationary on rough seas – a feature highly valued by rescuers.",
    "product_590_p3": "The recommended 70 HP engine ensures sufficient power for quick response in any situation.",
    "product_590_p4": "The 5.90 AL model combines the durability of aluminum with the maneuverability of a RIB, making it a reliable choice for rescue operations in challenging conditions.",
    "product_590_p5": "The AVA 5.90 AL is a stable, mobile unit that excels in nearshore areas, providing safety and effectiveness during rescue missions.",
    "product_630_title": "AVA 6.30 JURY",
    "product_630_p1": "The AVA 6.30 (630 cm) RIB is a high-performance, versatile unit designed to support Olympic campaigns, while also perfectly suited for regatta management and rescue operations.",
    "product_630_p2": "Its extended length and solid hull construction provide outstanding stability, generous working space, and dependable performance in challenging weather conditions.",
    "product_630_p3": "With a recommended engine power of 100 HP, the AVA 6.30 delivers fast and responsive maneuverability essential for professional use.",
    "product_630_p4": "One of the standout features of this model is its extensive customization potential – from cockpit layout and seating arrangements to tailored equipment configurations, it can be fully adapted to meet the specific needs of coaches, race officials, or rescue teams.",
    "product_630_p5": "For race officials, the AVA 6.30 is a reliable, adaptable platform built for professionals who demand both performance and flexibility needed in Olympic campaigns.",
    "contact_heading": "Contact",
    "contact_text": "Get in touch with us – we’ll be happy to answer all your questions about our boats, charter offers, and cooperation with sailing clubs.",
    "contact_email": "Email: ava@ava.gdynia.pl, ava.gdynia@gmail.com",
    "contact_phone": "Phone:",
    "contact_company": "AVAMARINE Sp. z o.o.",
    "contact_address": "Plac Kaszubski 8 lok 205, 81-350 Gdynia, Poland",
    "contact_map_link": "📍 View us on Google Maps",
    "coming_soon": "There is nothing here yet... we'll add more information soon.",
    "page_title_580": "AVA 5.80 Olympic",
    "page_title_480": "AVA 4.80 CAVO",
    "page_title_540": "AVA 5.40 GARDA",
    "page_title_515": "AVA 5.15 COMO",
    "page_title_590": "AVA 5.90 AL",
    "page_title_630": "AVA 6.30 JURY",
    "product_525_title": "AVA 5.25 AL",
    "product_525_p1": "The AVA 5.25 AL (525 cm) RIB with an aluminium hull is a perfect unit for rescue operations and shallow water work such as beaches, islands and coastal areas.",
    "product_525_p2": "The aluminium hull provides excellent resistance to underwater obstacles, while the added weight improves stability — essential for lifeguards working in waves.",
    "product_525_p3": "The recommended 70 HP engine ensures fast and effective response in emergencies.",
    "product_525_p4": "The 5.25 AL model combines the durability of aluminium with the agility of a RIB, delivering reliability in demanding operational conditions.",
    "product_525_p5": "It is a stable, durable and highly manoeuvrable boat, ideal for rescue tasks and coastal operations.",
    "menu_about": "About us",
    "menu_gallery": "Gallery"
}